import 'package:out_circle/core/constant/app_strings.dart';

Map<String, String> Arabic = {
  "hi": "مرحبا",
  "REGISTER": "انشاء حساب",
  "LOG IN AS \n A VISITOR": "تسجيل الدخول\n       كزائر",
  "Don't have an account?": "ليس لديك حساب؟",
  "Forget Password!": "!نسيت كلمة السر",
  "put you ads here": "ضع اعلانك هنا",
  "Mobil number or E-mail": "رقم الموبايل او الايميل",
  "Password": "كلمة السر",
  "SING IN": "تسجيل الدخول",
  "About us": "من نحن",
  "About us body":"النجاح في ظل الظروف الطبيعية لا يعتبر نجاح ولا حتى مهارة... والإحباط في ظل الظروف الصعبة دليل عجزالنجاح الحقيقي والمهارات والخبرات تظهر فقط في الأوقات الصعبة وتحت الظروف القاسية... النجاح الحقيقي هو أن تجد شيء من لا شيءنحن فريق عمل نقدم خدمات استشارية وتطويرية بالإضافة لخدمات مهنية لجميع قطاعات العمل الخاصة بطريقة تقنية خارجة عن المألوف توفر الوقت والجهد على الجميع وتعطي نتائج قيَمة وفعلية وتحديات في سوق العمل خارج الدائرة العامة والروتين المعتاد.لمعرفة تفاصيل أكثر والاستفادة من خدماتنا يرجى دخول كل شخص حسب مجال عمله أو الدخول كفرد مستقل ومن ثم تحديد مجال الخدمة المطلوبة وإرسال رسالة أو تسجيل صوتي بطلبه مفصلاً، ونحن بدورنا سنقوم بالتواصل معكم وخدمتكمملاحظات هامة جداًمجال عملنا الأساسي هو ضمن  -المجال الاستشاريمعظم خدماتنا خدمات استشارية  -مع إمكانية تطبيقها لتصبح خدمات مهنية حسب الاتفاقخدماتنا المهنية والشخصية - تحتاج لدراسة ممنهجة ودقيقة لقبولها لذا يرجى طلبها مع إتاحة الوقت الكافي لتجنب أي إشكال قد يحدث حيث أنه يوجد إحتمال عدم تلبيتهافي حال عدم القدرة على تلبية أي  -طلب سيتم الاعتذار بشكل رسمي خلال فترة وجيزة"
,"Our_goals_and_advantages":"أهدافنا : \n\n - الخروج من الدائرة العامة والإطار العام لأسلوب العمل والبعد عن لروتين المعتاد والتقليدي نحو أفق واسع بدون حدود\n- تطوير بيئة أي عمل بكل عام عن وضعها الحالي من خلال أفكار وطرق احترافية \n- تغيير مفهوم الإحباط المهني"
};
